{"films_All":[
		{"id":"1", "film_name":"Goodfellas", "release_date":"2016", "age_rating":"../../res/img/ratings/BBFC_18_(2002).svg",
			"img":"../../res/img/goodFellas.jpg", "quote":"Do I amuse you?",
			"film_description":"Henry Hill might be a small time gangster, who may have taken part in a robbery with Jimmy Conway and Tommy De Vito, two other gangsters who might have set their sights a bit higher. His two partners could kill off everyone else involved in the robbery, and slowly start to think about climbing up through the hierarchy of the Mob. Henry, however, might be badly affected by his partners' success, but will he consider stooping low enough to bring about the downfall of Jimmy and Tommy?",
			"trailer":"https://www.youtube.com/embed/qWhS8Pjf-9c"},
			
		{"id":"2", "film_name":"War for the Planet of the Apes", "release_date":"2017","age_rating":"../../res/img/ratings/BBFC_12A_(2002).svg",
			"img":"./../../res/img/apesposter.jpg", "quote":"Get your stinking paws off me, you damn dirty ape!",
			"film_description":"Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.",
			"trailer":"https://www.youtube.com/embed/qxjPjPzQ1iU"},
		
		{"id":"3", "film_name":"Spider-man: Homecoming", "release_date":"2017","age_rating":"../../res/img/ratings/BBFC_12A_(2002).svg",
			"img":"./../../res/img/spiderman.jpg", "quote":"I'm your friendly neighbourhood spider-man!",
			"film_description":"Thrilled by his experience with the Avengers, Peter returns home, where he lives with his Aunt May, under the watchful eye of his new mentor Tony Stark, Peter tries to fall back into his normal daily routine - distracted by thoughts of proving himself to be more than just your friendly neighborhood Spider-Man - but when the Vulture emerges as a new villain, everything that Peter holds most important will be threatened.",
			"trailer":"https://www.youtube.com/embed/39udgGPyYMg"},
		
		{"id":"4", "film_name":"Baby Driver", "release_date":"2017","age_rating":"../../res/img/ratings/BBFC_12A_(2002).svg",
			"img":"./../../res/img/babydriver.jpg", "quote":"All you need is one killer track.",
			"film_description":"Baby is a young and partially hearing impaired getaway driver who can make any wild move while in motion with the right track playing. It's a critical talent he needs to survive his indentured servitude to the crime boss, Doc, who values his role in his planned robberies. However, just when Baby thinks he is finally free and clear to have his own life with his new girl friend, Doc coerces him back for another job. Now saddled with a crew of thugs too violently unstable to keep to Doc's plans, Baby finds himself in terrible danger.",
			"trailer":"https://www.youtube.com/embed/z2z857RSfhk"},
		
		{"id":"5", "film_name":"Fargo", "release_date":"1996","age_rating":"../../res/img/ratings/BBFC_18_(2002).svg",
			"img":"./../../res/img/fargo.jpg", "quote":"Yah, you betcha.",
			"film_description":"The all new \"true crime\" case of Fargo's new chapter travels back to 1979 in Sioux Falls, South Dakota where a young State Police Officer Lou Solverson, investigates a case involving a local crime gang and a major Mob syndicate. The investigation will lead them to a colorful cast of characters that includes Karl Weathers, the town lawyer of Luverne, Minnesota. The new face of corporate crime, Joe's bringing a Walmart mentality to small town America.",
			"trailer":"https://www.youtube.com/embed/39udgGPyYMg"},
	
		{"id":"6", "film_name":"Lego Batman Movie", "release_date":"2017","age_rating":"../../res/img/ratings/BBFC_U_(2002).svg",
			"img":"./../../res/img/LegoBatman.jpg", "quote":"He's taking them under his wing... of awesomeness!",
			"film_description":"There are big changes brewing in Gotham City, and if he wants to save the city from The Joker's hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up.",
			"trailer":"https://www.youtube.com/embed/rGQUKzSDhrg"}		
		
	]
}